[
    {
      "id": 1,
      "name": "שינוי קוד טרנספונדר (Squawk)",
      "definition": "שידור קוד חירום ייעודי באמצע טיסה (כגון 7500, 7600, 7700).",
      "operational_significance": "מצב חירום מיידי/חשד לחטיפה: דורש תגובת יירוט/סיוע מיידית וסגירת מרחב אווירי."
    },
    {
      "id": 2,
      "name": "שינוי גובה קיצוני",
      "definition": "שינוי גובה חריף, מהיר ובלתי מתוכנן בזמן שיוט (Cruise).",
      "operational_significance": "כשל מבני/מכאני חמור: מעיד על אובדן שליטה, בעיית דיחוס, או תמרון התחמקות קיצוני."
    },
    {
      "id": 3,
      "name": "ביצוע פנייה 180° או 360°",
      "definition": "מטוס המבצע סבב שלם או חצי סבב חזק במקום במרחב אווירי פתוח, שלא באזור המתנה מוגדר.",
      "operational_significance": "הפרת נוהל חמורה/חשד לריגול: מעיד על כשל בניווט, או ניסיון מכוון להיכנס/לצאת מאזור אסור."
    },
    {
      "id": 4,
      "name": "התקרבות מסוכנת",
      "definition": "שני כלי טיס מתקרבים זה לזה לפחות מ-5 מייל אופקי ופחות מ-2,000 רגל אנכי.",
      "operational_significance": "סכנת התנגשות מיידית: מעיד על כשל קריטי בפיקוח הטיסה (ATC) או במערכות ההתרעה (TCAS) של המטוסים."
    },
    {
      "id": 5,
      "name": "חריגת כלי טיס מנתיב טיסה",
      "definition": "סטייה של כ-10 מייל או יותר מהנתיב המתוכנן המאושר (AWY).",
      "operational_significance": "הפרת מרחב אווירי: הופך לאנומליה קריטית כאשר הוא מוביל לקרבה מסוכנת לאזורים אסורים (צבא/מתקנים רגישים)."
    },
    {
      "id": 6,
      "name": "הליכה סביב (Go-Around)",
      "definition": "מטוס שניסה לנחות, ביטל את הנחיתה והמריא שוב, לאחר שכבר החל בתהליך הנמכה סופי.",
      "operational_significance": "כשל בטיחותי או תפעולי בנמל התעופה: דורש ניתוח מיידי של הסיבה (רוח גזורה, כשל במערכות) וסגירת מסלול."
    },
    {
      "id": 7,
      "name": "טיסה שהמריאה וחזרה לנחיתה",
      "definition": "מטוס הממריא ומתחיל הליך נחיתה מיידי (תוך פחות מ-10 דקות), בטרם סיים את שלב הטיפוס הראשוני.",
      "operational_significance": "כשל מכאני קריטי: מעיד על תקלה חמורה שהתגלתה מיד לאחר ההמראה. דורש פריסת כוחות הצלה וכוננות בשדה התעופה."
    },
    {
      "id": 8,
      "name": "נחיתה ביעד אחר (Diversion)",
      "definition": "מטוס הנוחת בשדה תעופה אחר מהמתוכנן, לאחר שכבר היה באוויר.",
      "operational_significance": "כשל מערכתי/מזג אוויר חריג: מעיד על תנאי מזג אוויר בלתי אפשריים ביעד המקורי, או על מצב חירום רפואי/טכני במהלך הטיסה."
    },
    {
      "id": 9,
      "name": "טיסה מתחת לגובה מינימלי",
      "definition": "כלי טיס הטס מתחת לגובה המותר לנתיב הטיסה או המרחב האווירי שבו הוא נמצא, שלא בשלב נחיתה.",
      "operational_significance": "סכנת התנגשות בקרקע/איום LSS: מעיד על כשל בגובה או ניסיון מכוון להימנע מגילוי מכ\"ם."
    },
    {
      "id": 10,
      "name": "אובדן אות חוזר ונשנה",
      "definition": "טרק אשר אות ה-ADS-B שלו נעלם ומופיע לסירוגין באופן חריג במיקומים גיאוגרפיים קבועים.",
      "operational_significance": "חשד לשיבוש/התחמקות מכוונת: מעיד על שימוש מכוון בשטח מת טופוגרפי או שיבוש אלקטרוני."
    }
  ]
  